{
  "name" : "Brynf",
  "age" : 50,
  "gender" : "Male",
  "race" : {
    "name" : "Elf",
    "maxAge" : 700,
    "languages" : "Elvish, Common",
    "raceIncreaseStats" : 2,
    "availableStats" : [ "Dexterity" ],
    "darkVision" : "Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions.You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light.You can’t discern color in darkness, only shades of gray.",
    "feyAncestry" : "You have advantage on Saving Throws against being Charmed, and magic can’t put you to sleep.",
    "keenSenses" : "You have advantage on Saving Throws against being Charmed, and magic can’t put you to sleep.",
    "trance" : "Elves don’t need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day.(The Common word for such meditation is “trance.”) While meditating, you can dream after a fashion;such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
  },
  "role" : null,
  "background" : {
    "backGroundName" : "Criminal",
    "feature" : "Criminal Contact",
    "tools" : "This set of tools includes a small file, a set of lock picks,\n a small mirror mounted on a metal handle, a set of narrow-bladed scissors, and a pair of pliers. \n Proficiency with these tools lets you add your proficiency bonus to any ability checks you make to disarm traps or open locks."
  },
  "stat" : [ {
    "name" : "Strength",
    "value" : 0,
    "modifier" : 0
  }, {
    "name" : "Dexterity",
    "value" : 1,
    "modifier" : 0
  }, {
    "name" : "Constitution",
    "value" : 10,
    "modifier" : 0
  }, {
    "name" : "Intelligence",
    "value" : 11,
    "modifier" : 0
  }, {
    "name" : "Wisdom",
    "value" : 100,
    "modifier" : 0
  }, {
    "name" : "Charisma",
    "value" : 101,
    "modifier" : 0
  } ]
}